Repository: WPDevelopers/wp-scheduled-posts
Catalog: admin/manage-schedule/lang/*.po
Languages: pt_br

source: US
pt_br: BR

source: USD
pt_br: BRL

source: Pub. to Schedule
pt_br: Pub. p. Agendar

source: Please donate. Even 1 dollar will help me a lot! Seriously!
pt_br: Por favor, doe! Mesmo um real já ajuda muito! Sério!

source: Donate
pt_br: Doação

source: Plugin version
pt_br: Versão do plugin

source: Your WordPress timezone settings might be incorrect!
pt_br: As config. de timezone do seu WordPress podem estar incorretas!

source: See details
pt_br: Detalhes

source: Please tell the blog admin!
pt_br: Por favor informe ao administrador do blog!

source: Post already scheduled for a future date!
pt_br: Artigo já agendado para uma data futura!

source: In this case, the plugin will do nothing!
pt_br: Neste caso, o plugin não fará nada!

source: post at
pt_br: artigo às

source: Edit post
pt_br: Editar artigo

source: of
pt_br: de

source: Availble day!
pt_br: Dia disponível

source: Too late to publish
pt_br: Passou da hora

source: To publish in a different date and bypass the plugin, first choose the schedule date from the WordPress controls above and then click the Schedule button!
pt_br: Para publicar em uma data diferente e ignorar o plugin, primeiro escolha pelo WordPress a data a ser agendada (acima) e depois clique no botão Agendar.

source: Will be schedule to
pt_br: Será agendado para

source: at
pt_br: às

source: Could not find a suitable date to this post!
pt_br: Não foi possível definir a data deste artigo!

source: No changes will be made to this post date!
pt_br: Nenhuma mudança será feita na data deste artigo.

source: Something is wrong!
pt_br: Algo está errado!

source: Please contact the plugin developer!
pt_br: Por favor entre em contato com o desenvolvedor do plugin.

source: You must check "Yes" for at least 1 day of week!
pt_br: Você precisar marcar "Sim" para pelo menos 1 dia da semana!

source: Options saved!
pt_br: Opções armazenadas!

source: Options
pt_br: Opções

source: Which days of week posts are allowed to be auto-scheduled? <br>(The schedule happens only when you click the "Pub. to Schedule" button!)
pt_br: Para quais dias da semana você quer ter artigos agendados? <br>(O agendamento ocorre apenas quando você clica no botão "Pub. p. Agendar".)

source: Put 0 in a day when you do not want posts to be scheduled!
pt_br: Coloque 0 em um dia em que você não quer que sejam agendados artigos.

source: Example: if you put 0 on Sunday, this plugin will never schedule a post to be published on Sundays. <br> But still, if you want to schedule an article to be published in a Sunday, just schedule it using the standard schedule button of WordPress and it will be published on the date you choose, ignoring all options below!<br>
pt_br: Exemplo: se você colocar 0 no Domingo, este plugin nunca irá agendar um artigo para ser publicado em um Domingo. <br>Mas ainda assim, se você quiser agendar um artigo para ser publicado em um Domingo, simplesmente agende-no da maneira usual, clicando no botão agendar do WordPress e ele será publicado na data que você escolher, ignorando todas as opções abaixo.

source: For each day, set how many posts will be scheduled!
pt_br: Para cada dia, determine quantos artigos devem ser agendados.

source: Sunday
pt_br: Domingo

source: Monday
pt_br: Segunda

source: Tuesday
pt_br: Terça

source: Wednesday
pt_br: Quarta

source: Thursday
pt_br: Quinta

source: Friday
pt_br: Sexta

source: Saturday
pt_br: Sábado

source: Specify the time interval in which you want to have your posts scheduled!
pt_br: Defina o intervalo de horários em que você quer seus artigos agendados!

source: Example: posts will only be scheduled to be published in this time interval.<br> But still, if you do via WordPress schedule button, you can schedule for any time you want!
pt_br: Exemplo: os artigos serão agendados para serem publicados neste intervalo detempo. <br>Mas se preferir, pode clicar no botão Agendar do WordPress para publicar em qualquer outro horário que escolher!

source: Start Time
pt_br: Horário inicial

source: (defaults to 00:00)
pt_br: (padrão em 00:00)

source: End Time
pt_br: Horário final

source: (defaults to 23:59)
pt_br: (padrão em 23:59)

source: The date and time we detect :
pt_br: Data e hora detectada:

source: Your timezone configuration and server time seems to be OK!
pt_br: Sua configuração de timezone e hora do servidor parece estar correta!

source: According to your web server
pt_br: De acordo com o seu servidor web

source: the GMT time is:
pt_br: o horário GMT é:

source: The timezone configured in your
pt_br: O timezone configurado em sua

source: WordPress settings
pt_br: configuração do WordPress

source: is
pt_br: é

source: so your server think that is your local time is:
pt_br: assim, seu servidor web pensa que seu horário local é:

source: but this is different from time on you machine now!
pt_br: mas ele é diferente do horário em seu computador agora!

source: If the difference is not too big (less than 2h or 3h) you problably will not have side effects and the plugin should work fine!
pt_br: Se a diferença não for muito grande (menos de 2 ou 3 horas) você provavelmente não terá efeitos colaterais e o plugin deverá funcionar normalmente!

source: Othewise, with big time differences, you can have issues with the real time that each post will be scheduled!
pt_br: Por outro lado, com grandes diferenças de horário você poderá ter divergências com relação ao horário real para o qual seus artigos serão agendados!

source: Sometimes you have to set a different timezone to compensate daylight saving time or a missconfigured server time!
pt_br: Não é incomum que você precise escolher um timezone diferente do seu real para compensar o horário de verão ou a hora errada do seu servidor web!

source: If you can, change the timezone to correct this, refresh this page and this message will be shown anymore!
pt_br: Se for possível, altere a a sua configuração de timezone para corrigir isto, atualize a página e você não verá mais esta mensagem!

source: How much information you want to see near the "Publish" button (on post edit screen)?
pt_br: Quanta informação você quer ver próximo ao botão "Publicar" (na tela de criação de artigos)?

source: Show all information availble!
pt_br: Mostrar toda informação disponível!

source: I want to see how this plugin works!
pt_br: Eu quero ver como este plugin funciona!

source: (Might be a lot of text! Good for debugging purposes or enthusiats!)
pt_br: (Pode ser muito texto! Bom para debugar e para entusiastas!)

source: Just do the magic!
pt_br: Não quero ver isso!

source: Only show the calculated "auto schedule date" for the post!
pt_br: Apenas mostre a data calculada para o agendamento do post!

source: Do you like this plugin?
pt_br: Você gosta deste plugin?

source: Tweet
pt_br: Twite

source: about it
pt_br: sobre ele

source: Rate it
pt_br: Avalie-o

source: on the repository!
pt_br: no repositório!

source: Help with translation!
pt_br: Ajude na tradução

source: We dont have this plugin translated to your language yet!
pt_br: Não temos este plugin traduzido em seu idioma ainda!

source: The languages already translated are:
pt_br: Os idiomas atualmente traduzidos são:

source: If you speak any of these and are native in
pt_br: Se você fala um destes e é nativo em

source: help translating this plugin to you language!
pt_br: ajude a traduzir este plugin para o seu idioma.

source: Statistics
pt_br: Estatísticas

source: Help make this plugin even better!
pt_br: Ajude a fazer este plugin ainda melhor!

source: Allow plugin usage statistics to be shared with its developer.
pt_br: Compartilhar com o desenvolvedor estatísticas de utilização do plugin.

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Did it save you a lot of time?
pt_br: Ele lhe ajudou a economizar um bom tempo?

source: Ohh yes... it certainly did!
pt_br: Ohh sim! Certamente que sim!

source: Since you installed this plugin
pt_br: Desde que instalou este plugin

source: posts were automatically scheduled, saving your time!
pt_br: artigos foram automaticamente agendados, poupando seu tempo!

source: Consider making a donation
pt_br: Porque não faz uma doação

source: Trust-me - even 1 dollar will make me happy... but you can choose any amount! :)
pt_br: Acredite - mesmo 1 real já dá alguma alegria... mas você pode escolher outor valor se quiser! :)

source: Save all changes
pt_br: Salvar todas as alterações

source: Settings
pt_br: Configurações
